import Image from "next/image";

export default function Home() {
  return (
    <>
      <Image
        src="/header-image.jpg"
        alt="Louis Tariq"
        width={1024}
        height={500}
        style={{ width: "100%", height: "100%" }}
      />
      <p>
        طارق لويس هو نحات ماهر يتجاوز إبداعاته العادية، داعيًا المشاهدين إلى
        عالم حيث تتلاقى الخيال والحرفية. بعين حادة للتفاصيل وفهم عميق للشكل،
        يضفي لويس الحياة على الحجر والمعدن، محولًا المواد الخام إلى أعمال فنية
        رائعة. كل منحوتة تحكي قصة، تلتقط لحظات من العاطفة والحركة والجمال
        المتجمدة في الزمن. من النصب الشامخة إلى التماثيل الهشة، يعرض معرض لويس
        مجموعة متنوعة من المواضيع والأساليب، مع انعكاس لتنوعه وشغفه بحرفته.
        استكشف معرضه وانغمس في عالم الإبداع الساحر لطارق لويس كنحاته الماهر.
      </p>
    </>
  );
}
