import ContactForm from "@/components/arb/ContactForm";
import { Typography } from "@mui/material";

const Services = () => {
  return (
    <>
      <p className="text-justify text-xl">
        يقدم طارق لويس مجموعة من الخدمات لأولئك الذين يرغبون في اقتناء أعماله
        الفنية أو طلب قطع مخصصة. سواء كنت مجمعًا يبحث عن إضافة تمثال فريد إلى
        مجموعتك أو فردًا يبحث عن إنشاء شخصي، فإن طارق ملتزم بتحقيق رؤيتك. تشمل
        الخدمات جلسات استشارية لمناقشة متطلباتك الخاصة، وتصور وتصميم منحوتات
        حصرية، وحرفية متخصصة لتنفيذ مشروعك بدقة ومهارة. من النحت على نطاق صغير
        إلى التركيبات الضخمة، تضمن التزام طارق بالتميز أن يتم صنع كل قطعة بعناية
        فائقة للتفاصيل والنزاهة الفنية. اتصل بنا اليوم للاستفسار عن خدمات طارق
        لويس وابدأ رحلتك نحو امتلاك تحفة فنية نحتية.
      </p>
      <ContactForm />
    </>
  );
};
export default Services;
